Repository: JogzDev/canario
Catalog: app/Canario/Localizable.xcstrings
Source language: en
Languages: pt_br

source: no reading this week
pt_br: sem leitura nesta semana

source: no reason recorded
pt_br: nenhum motivo registrado

source: no size available
pt_br: nenhum tamanho disponível

source: not enough coverage this week
pt_br: cobertura insuficiente nesta semana

source: only one source, so no directional state
pt_br: fonte única, então não há estado de direção

source: photo library image
pt_br: imagem da fototeca

source: position in the Lyst Index
pt_br: posição no Índice Lyst

source: published articles that mentioned the term
pt_br: matérias publicadas que citaram o termo

source: retail
pt_br: varejo

source: sample not recorded
pt_br: amostra não registrada

source: search
pt_br: busca

source: selected image
pt_br: imagem selecionada

source: this dimension labels %.1f%% of current offers, minimum %.0f%%
pt_br: esta dimensão rotula %.1f%% das ofertas atuais, mínimo %.0f%%

source: to %@
pt_br: até %@

source: under %@ months
pt_br: menos de %@ meses

source: when the panel was last seen, on %@ — %@ ago
pt_br: quando o painel foi observado pela última vez, em %@ — há %@

source: when these items were last seen, between %@ and %@ — the oldest %@ ago
pt_br: quando estas peças foram observadas pela última vez, entre %@ e %@ — a mais antiga há %@

source: Enter a price such as 79,90 or 79.90.
pt_br: Digite um preço como 79,90 ou 79.90.

source: This price is ambiguous. Use 1299 or 1.299,00 for R$ 1.299.
pt_br: Este preço é ambíguo. Use 1299 ou 1.299,00 para R$ 1.299.

source: Understood as %@.
pt_br: Entendi como %@.
